//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleChsFastBoot.uni
// [Description] Add XCradle Chinese STR define in this file
// [Author] JSY-ZZP
// [Date] 2021/02/25
//******************************************************************************
/=#
#langdef   x-AMI "x-AMI"
#langdef   en-US "English"
#langdef   zh-chs "中文 (简体)"

#string STR_FAST_BOOT                   #language zh-chs "快速启动 "
#string STR_FAST_BOOT_HELP              #language zh-chs "通过初始化启动活动启动选项所需的最少设备集来启用或禁用引导。 对BBS引导选项无效。 "
#string STR_FAST_BOOT_BANNER_ONE        #language zh-chs "警告！！！ 警告！！！ 警告！！！ "
#string STR_FAST_BOOT_BANNER_TWO        #language zh-chs "您即将启用FAST BOOT！ "
#string STR_FAST_BOOT_BANNER_THREE      #language zh-chs "请参考有关的用户手册 "
#string STR_FAST_BOOT_BANNER_FOUR       #language zh-chs "其他要求 "
#string STR_FB_SATA                     #language zh-chs "支持SATA "
#string STR_FB_SATA_HELP                #language zh-chs "如果仅“ 最后一次启动SATA设备”，则“ Post”中仅提供最后一次启动SATA设备。 如果是所有SATA设备，则所有SATA设备将在OS和Post中可用。 "
#string STR_FB_USB                      #language zh-chs "支持USB "
#string STR_FB_USB_HELP                 #language zh-chs "如果禁用，则所有USB设备在操作系统启动后才可用。 如果使用“部分初始化”，则在启动操作系统之前，USB海量存储和特定的USB端口/设备将不可用。 如果启用，则所有USB设备将在OS和Post中可用。"
#string STR_FB_PS2                      #language zh-chs "支持PS2设备 "
#string STR_FB_PS2_HELP                 #language zh-chs "支持PS2设备 "
#string STR_FB_VGA                      #language zh-chs "支持VGA "
#string STR_FB_VGA_HELP                 #language zh-chs "如果设置为“自动”，则仅安装带有Legacy OS的Legacy OpRom，并且徽标不会在发布过程中显示。 Efi驱动程序仍将与EFI OS一起安装。 "
#string STR_FB_NETWORK_STACK            #language zh-chs "支持网络堆栈驱动程序 "
#string STR_FB_NETWORK_STACK_HELP       #language zh-chs "如果禁用，则将跳过NetWork堆栈驱动程序。 "
#string STR_FB_NVME                     #language zh-chs "支持NVMe "
#string STR_FB_NVME_HELP                #language zh-chs "如果禁用，则将跳过NVMe设备。 "
#string STR_ENABLE                      #language zh-chs "启用"
#string STR_DISABLE                     #language zh-chs "禁用"
#string STR_FULL_INIT                   #language zh-chs "完全初始化"
#string STR_VGA_DRIVER                  #language zh-chs "EFI驱动程序"
#string STR_AUTO                        #language zh-chs "自动"
#string STR_SATA_HDD_ONLY               #language zh-chs "仅HDD"
#string STR_SATA_ALL                    #language zh-chs "所有SATA设备"
#string STR_SATA_LAST_BOOT_ONLY         #language zh-chs "仅上次启动SATA设备"
#string STR_FB_REDIRECTION              #language zh-chs "支持重定向"
#string STR_FB_REDIRECTION_HELP         #language zh-chs "如果禁用，重定向功能将被禁用。"
#string STR_NVME                        #language zh-chs "NVMe设备"

//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************